{
    "buff.blizzard_slash.description": "Unleash the power of winter! But don't slip on your own ice.",
    "buff.blizzard_slash.name": "Blizzard Slash",
    "buff.companion_protection.description": "Your trusty companion has your back... literally.",
    "buff.companion_protection.name": "Companion Protection",
    "buff.dragon_scale.description": "Feel invincible, like wearing a dragon's pajamas.",
    "buff.dragon_scale.name": "Dragon Scale",
    "buff.endless_stamina.description": "Energy for days! Say goodbye to coffee.",
    "buff.endless_stamina.name": "Endless Stamina",
    "buff.explosion.description": "Boom! The enemies won't see it coming... or anything else.",
    "buff.explosion.name": "Explosion",
    "buff.flash_speed.description": "So fast, you're practically teleporting! Blink and you'll miss yourself.",
    "buff.flash_speed.name": "Flash Speed",
    "buff.fireball.description": "Flaming spheres of doom. Hot, hot, HOT!",
    "buff.fireball.name": "Fireball",
    "buff.healing_aura.description": "Restoring health and spreading good vibes.",
    "buff.healing_aura.name": "Healing Aura",
    "buff.heat_speed.description": "Run like hell!! Or at least faster than the others.",
    "buff.heat_speed.name": "Heat Speed",
    "buff.heavy_body.description": "Feel the weight of the world... and then smash it!",
    "buff.heavy_body.name": "Heavy Body",
    "buff.ice_tomb.description": "Freeze them solid! Or just make popsicles.",
    "buff.ice_tomb.name": "Ice Tomb",
    "buff.immunity_band.description": "Allergic to damage? Put this on.",
    "buff.immunity_band.name": "Immunity Band",
    "buff.iron_body.description": "As tough as nails... or maybe tougher.",
    "buff.iron_body.name": "Iron Body",
    "buff.jolting_swing.description": "Shocking results guaranteed!",
    "buff.jolting_swing.name": "Jolting Swing",
    "buff.lucky_day.description": "Fortune smiles upon you... for now.",
    "buff.lucky_day.name": "Lucky Day",
    "buff.mirror_reflection.description": "Sometimes reflect the damage back to the enemy. Who's the real bad guy now?",
    "buff.mirror_reflection.name": "Mirror Reflection",
    "buff.phoenix_down.description": "Rise from the ashes! Or just don't die.",
    "buff.phoenix_down.name": "Phoenix Down",
    "buff.rain_wish.description": "Rain, rain, don't go away... unless you're tired of getting wet.",
    "buff.rain_wish.name": "Rain Wish",
    "buff.regen_blessing.description": "Slow and steady healing wins the race.",
    "buff.regen_blessing.name": "Regen Blessing",
    "buff.snow_speed.description": "Slide into action with frosty finesse!",
    "buff.snow_speed.name": "Snow Speed",
    "buff.thunder_caller.description": "Summon the storm! But try not to get zapped.",
    "buff.thunder_caller.name": "Thunder Caller",
    "buff.savage_ifrit.description": "Unleash the fury of the flames! Burn bright and wild.",
    "buff.savage_ifrit.name": "Savage Ifrit",
    "buff.sunny_speed.description": "Bright and breezy! You're a solar-powered sprinter.",
    "buff.sunny_speed.name": "Sunny Speed",
    "buff.wrath_palm.description": "Channel your rage... into a very angry slap.",
    "buff.wrath_palm.name": "Wrath Palm",

    "letter.dwarf.gift": "Aye, @,^  Never thought I'd see the day when a surface dweller could understand a word I grumble. But here we are, chatterin' like old pals. Warms this ol' heart, it does.^  Been a long time since I had a proper conversation, y'know? Stuck in these caverns, mumblin' to meself. But you, @, you've got a knack for listenin', even when the words ain't so clear.^  To show my thanks, I've sent ye a little somethin': a {0}. May it serve ye well, and remind ye of the bond we've forged.^  May our friendship be as strong as the mountain stone, and may our laughter echo through the deepest caverns.^  With a hearty clink of me tankard,^^      Your friend,^        - The Dwarf",
    "letter.emily.aquamarine": "Dearest @,^  I hope this letter finds you well and your farm flourishing!^  I wanted to share a rather curious event that happened while I was working on a new design. I was sewing a beautiful aquamarine onto a flowing fabric when, snap! My needle broke, sending the gem and cloth tumbling.^  As I gathered the scattered pieces, I noticed something peculiar. The aquamarine had fused with the fabric, creating a shimmering, almost magical {0}. I've never seen anything quite like it!^  While I admire its beauty, I'm not sure what to do with it. It doesn't quite fit into any of my designs, and I have a feeling it might be more suited for your endeavors on the farm. Perhaps it holds some hidden potential that you can unlock.^  Please accept this unexpected creation as a gift. I'm eager to see what wonders you might achieve with it!^      With love and creativity,^^        Emily", 
    "letter.magnus.invitation": "Greetings, @.^For some time now, I've observed a unique energy emanating from you, a resonance with the very elements that shape our world. It's a rare and intriguing phenomenon, one that calls for further exploration.^^I believe you possess a latent potential, a connection to ancient powers that have long been dormant. If you seek to understand this connection and unlock its secrets, I invite you to my tower at your earliest convenience.^We shall delve into the mysteries of the elements, unraveling their secrets and harnessing their might. Together, we may uncover truths that have been hidden for ages.^Come, @, and let us embark on this extraordinary journey together.^^        - M. Rasmodius, Wizard",
    "letter.gaia.welcome": "Greetings, @.^You don't know me yet, but I heard you convinced that stubborn wizard about your potential.^^I have great expectations about you, my child. As proof, I'm sending you an essence that might be prove worth for you. You just need to equip it in your Elemental Amphora and the spirit's essence will grant an essence of it's power.^^        I'm eager to follow your progress.^           - ??? (I'll tell you in the right moment)",
    "letter.penny.gift": "Dear @,^  I hope this letter finds you well. I'm writing to you today about something rather unusual that happened.^  You see, I recently gave Sam a tigerseye as a gift. He was so excited, but unfortunately, he accidentally dropped it, and it shattered. We were both quite upset, but as we were cleaning up the pieces, we noticed something strange.^  Inside the broken tigerseye, there was a small amount of... well, I'm not quite sure what it is. It's a strange, shimmering substance unlike anything I've ever seen before.^  Sam and I were both baffled, and we couldn't figure out what it could be. We thought perhaps you might have some insight, given your knowledge of the farm and all things nature-related.^  I've enclosed the strange stuff in this letter. Please be careful with it, as we have no idea what it might be capable of. If you discover any useful purpose for it, I'd be very grateful to hear about it.^^      Wishing you all the best,^        Penny",
    "letter.sandy.qi.room": "Hey @,^  You won't believe what happened today! Remember that grumpy bodyguard who always stood guard outside Mr. Qi's place? Well, it seems your little club card earned you more than just access to the casino.^  Apparently, Mr. Qi decided to \"downsize\" his security detail after you became a VIP. The bodyguard was furious. I saw him storm out of the building, muttering about unfair treatment and misplaced trust.^  On his way out, he chucked a bag onto my counter. At first, I thought it might be some kind of poison or explosive, considering his mood. But after cautiously peeking inside, I found... well, it's hard to describe. It's some kind of strange, shimmering substance.^  I have no idea what it is, but I figured you might be interested. You seem to have a knack for uncovering the secrets of the valley, and this definitely falls into the \"mysterious\" category.^  Be careful with it, though, @. I still have a feeling it might be dangerous.^^      Stay safe and see you soon!^        - Sandy",
    "letter.willy.fishing": "Ahoy there, @!^  I've been watchin' yer progress with a keen eye, and I gotta say, I'm impressed! You've managed to reel in every single fish in these waters. That's a feat not many can boast about. You're one of the best anglers I've ever seen, maybe even THE best.^  Now, since you've proven yerself a true master of the rod, I'm gonna let you in on a little secret. About ten years ago, I hooked a Crimsonfish, a legendary beast of the deep. But this one was different. It had a strange, shimmering substance tucked away in its mouth.^  I carefully removed it before releasing the magnificent creature back to the sea. I've kept it safe all these years, hopin' to figure out what it was. But I'm stumped.^  So, I'm entrustin' it to you, @. You've got a knack for unravelin' mysteries, and maybe you can find some use for this oddity. Be careful with it, though. It's got a strange energy about it.^^      Fair winds and tight lines,^        Willy"
}