{
    "buff.blizzard_slash.description": "¡Libera el poder del invierno! Pero no resbales en tu propio hielo.",
    "buff.blizzard_slash.name": "Tajo Ventisca",
    "buff.companion_protection.description": "Tu fiel compañero te protegerá... literalmente.",
    "buff.companion_protection.name": "Protección del Compañero",
    "buff.dragon_scale.description": "Sintiéndote invencible, como usando el pijama de un dragón.",
    "buff.dragon_scale.name": "Escama de Dragón",
    "buff.endless_stamina.description": "¡Energía sin fin! Di adiós al café.",
    "buff.endless_stamina.name": "Resistencia Infinita",
    "buff.explosion.description": "¡BOOM! Los enemigos no lo verán venir... ni nada más.",
    "buff.explosion.name": "Explosión",
    "buff.flash_speed.description": "¡Tan rápido que casi te teletransportas! Parpadea y te perderás a ti mismo.",
    "buff.flash_speed.name": "Velocidad Relámpago",
    "buff.fireball.description": "Bola de fuego devastadora. ¡Caliente, caliente, caliente!",
    "buff.fireball.name": "Bola de Fuego",
    "buff.healing_aura.description": "Sana y esparce buenas vibras.",
    "buff.healing_aura.name": "Aura Curativa",
    "buff.heat_speed.description": "¡Corriendo como el infierno! O al menos más rápido que los demás.",
    "buff.heat_speed.name": "Velocidad Ardiente",
    "buff.heavy_body.description": "Siente el peso del mundo... ¡y luego aplástalo!",
    "buff.heavy_body.name": "Cuerpo Pesado",
    "buff.ice_tomb.description": "¡Congélalos en bloques de hielo! O haz paletas heladas.",
    "buff.ice_tomb.name": "Tumba de Hielo",
    "buff.immunity_band.description": "¿Alérgico al daño? Usa esto.",
    "buff.immunity_band.name": "Banda de Inmunidad",
    "buff.iron_body.description": "Duro como un clavo... o más.",
    "buff.iron_body.name": "Cuerpo de Hierro",
    "buff.jolting_swing.description": "¡Garantizado que dará un shock!",
    "buff.jolting_swing.name": "Golpe Eléctrico",
    "buff.lucky_day.description": "La suerte te sonríe... por ahora.",
    "buff.lucky_day.name": "Día de Suerte",
    "buff.mirror_reflection.description": "A veces refleja el daño a los enemigos. ¿Quién es el malo ahora?",
    "buff.mirror_reflection.name": "Reflejo Espejo",
    "buff.phoenix_down.description": "¡Renace de las cenizas! O simplemente no mueras.",
    "buff.phoenix_down.name": "Pluma de Fénix",
    "buff.rain_wish.description": "Lluvia, lluvia, no te vayas... a menos que estés cansado de mojarte.",
    "buff.rain_wish.name": "Deseo de Lluvia",
    "buff.regen_blessing.description": "Lento y constante gana la carrera.",
    "buff.regen_blessing.name": "Bendición Regeneradora",
    "buff.snow_speed.description": "¡Deslízate a la acción con elegancia helada!",
    "buff.snow_speed.name": "Velocidad Nevada",
    "buff.thunder_caller.description": "¡Invoca la tormenta! Pero trata de no electrocutarte.",
    "buff.thunder_caller.name": "Invocador del Trueno",
    "buff.savage_ifrit.description": "¡Libera la furia del fuego! Arde brillante y salvaje.",
    "buff.savage_ifrit.name": "Ifrit Salvaje",
    "buff.sunny_speed.description": "¡Brillante y ligero! Eres un velocista alimentado por energía solar.",
    "buff.sunny_speed.name": "Velocidad Solar",
    "buff.wrath_palm.description": "Convierte tu ira en... una bofetada muy enojada.",
    "buff.wrath_palm.name": "Palma de la Ira",
    "letter.magnus.invitation": "Saludos, @.^He observado durante algún tiempo una energía única emanando de ti, resonando con los elementos que dan forma a nuestro mundo. Es un fenómeno raro e intrigante que merece ser explorado.^^Creo que posees un potencial latente, una conexión con poderes antiguos que han dormido durante mucho tiempo. Si deseas entender esta conexión y desbloquear sus secretos, te invito a visitar mi torre lo antes posible.^Exploraremos los misterios de los elementos, desentrañaremos sus secretos y dominaremos su poder. Juntos, podríamos descubrir verdades largo tiempo ocultas.^Ven, @, embarquémonos en este viaje extraordinario juntos.^^        - M. Rasmodius, El Mago",
    "letter.gaia.amphora.shard": "@,^Tu viaje ha llegado a un punto crucial. Has reunido las ocho esencias elementales, un logro que pocos han alcanzado.^^Pero esto es solo el comienzo. Para liberar verdaderamente su potencial, necesitarás un recipiente capaz de canalizar su poder fragmentado.^^Te envío el Ánfora Resonante. A través de ella, podrás equipar fragmentos elementales, residuos de almas perdidas que contienen una porción de su poder anterior. Solo a través del uso de estos fragmentos podrás comenzar a comprender los misterios más profundos de los elementos.^^Usa este regalo sabiamente, @. El camino por delante está lleno de ecos del pasado, esperando ser restaurados.^^ - ???",
    "letter.gaia.amphora.soul": "@,^Has recorrido el camino de los elementos, reuniendo los fragmentos de almas perdidas. Ahora es el momento de presenciar su renacimiento.^^Al reunir los ocho fragmentos elementales, has demostrado tu determinación. Por ello, te confío el Ánfora del Alma. Este recipiente sagrado te permite equipar las almas de estas criaturas antiguas, restaurando su esencia y desbloqueando su verdadero poder.^^Las almas recuerdan. Observan. Con el tiempo, incluso podrían hablarte. ¿Estás preparado para aceptar todo el peso de su legado?^^ - ???",
    "letter.gaia.welcome": "Saludos, @.^Aún no me conoces, pero he oído que has convencido a ese terco mago y probado tu potencial.^^Tengo grandes expectativas para ti, mi niño. Como prueba, te envío una esencia que podría serte útil. Solo necesitas equiparla en tu Ánfora Elemental, y la esencia del alma te otorgará su poder.^^Espero ver tu progreso.^           - ??? (Te lo diré cuando sea el momento)"
}
