{
    "buff.blizzard_slash.description": "Libere o poder do inverno! Mas não escorregue no seu próprio gelo.",
    "buff.blizzard_slash.name": "Corte Nevasca",
    "buff.companion_protection.description": "Seu companheiro fiel vai te proteger... literalmente.",
    "buff.companion_protection.name": "Proteção do Companheiro",
    "buff.dragon_scale.description": "Sentindo-se invencível, como usando o pijama de um dragão.",
    "buff.dragon_scale.name": "Escama de Dragão",
    "buff.endless_stamina.description": "Energia sem fim! Diga adeus ao café.",
    "buff.endless_stamina.name": "Vigor Infinito",
    "buff.explosion.description": "BOOM! Os inimigos não vão ver isso chegando... nem mais nada.",
    "buff.explosion.name": "Explosão",
    "buff.flash_speed.description": "Tão rápido que quase teleporta! Pisque e você vai perder a si mesmo.",
    "buff.flash_speed.name": "Velocidade Relâmpago",
    "buff.fireball.description": "Bola de fogo devastadora. Quente, quente, quente!",
    "buff.fireball.name": "Bola de Fogo",
    "buff.healing_aura.description": "Cure e espalhe boas energias.",
    "buff.healing_aura.name": "Aura de Cura",
    "buff.heat_speed.description": "Correndo como o inferno! Ou pelo menos mais rápido que os outros.",
    "buff.heat_speed.name": "Velocidade Ardente",
    "buff.heavy_body.description": "Sinta o peso do mundo... e depois esmague-o!",
    "buff.heavy_body.name": "Corpo Pesado",
    "buff.ice_tomb.description": "Congele-os em blocos de gelo! Ou faça picolés.",
    "buff.ice_tomb.name": "Tumba de Gelo",
    "buff.immunity_band.description": "Alérgico a dano? Use isto.",
    "buff.immunity_band.name": "Faixa de Imunidade",
    "buff.iron_body.description": "Duro como prego... ou mais.",
    "buff.iron_body.name": "Corpo de Ferro",
    "buff.jolting_swing.description": "Garantido que vai dar choque!",
    "buff.jolting_swing.name": "Golpe Elétrico",
    "buff.lucky_day.description": "A sorte está sorrindo para você... por enquanto.",
    "buff.lucky_day.name": "Dia de Sorte",
    "buff.mirror_reflection.description": "Às vezes reflete o dano aos inimigos. Quem é o vilão agora?",
    "buff.mirror_reflection.name": "Reflexo Espelho",
    "buff.phoenix_down.description": "Renasça das cinzas! Ou simplesmente não morra.",
    "buff.phoenix_down.name": "Pena de Fênix",
    "buff.rain_wish.description": "Chuva, chuva, não vá embora... a menos que você esteja cansado de se molhar.",
    "buff.rain_wish.name": "Desejo de Chuva",
    "buff.regen_blessing.description": "Devagar e sempre ganha a corrida.",
    "buff.regen_blessing.name": "Bênção Regeneradora",
    "buff.snow_speed.description": "Deslize para a ação com elegância gelada!",
    "buff.snow_speed.name": "Velocidade da Neve",
    "buff.thunder_caller.description": "Invoque a tempestade! Mas tente não se eletrocutar.",
    "buff.thunder_caller.name": "Invocador do Trovão",
    "buff.savage_ifrit.description": "Libere a fúria do fogo! Queime brilhante e selvagem.",
    "buff.savage_ifrit.name": "Ifrit Selvagem",
    "buff.sunny_speed.description": "Brilhante e leve! Você é um velocista movido a energia solar.",
    "buff.sunny_speed.name": "Velocidade Solar",
    "buff.wrath_palm.description": "Transforme sua raiva em... um tapa muito irritado.",
    "buff.wrath_palm.name": "Palma da Ira",
    "letter.magnus.invitation": "Saudações, @.^Tenho observado por algum tempo uma energia única emanando de você, ressoando com os elementos que moldam nosso mundo. É um fenômeno raro e intrigante que merece ser explorado.^^Acredito que você possui um potencial latente, uma conexão com poderes antigos que há muito dormem. Se você deseja entender essa conexão e desbloquear seus segredos, convido você a visitar minha torre o quanto antes.^Exploraremos os mistérios dos elementos, desvendando seus segredos e dominando seu poder. Juntos, poderíamos descobrir verdades há muito ocultas.^Venha, @, vamos embarcar nesta jornada extraordinária juntos.^^        - M. Rasmodius, O Mago",
    "letter.gaia.amphora.shard": "@,^Sua jornada chegou a um ponto crucial. Você reuniu todas as oito essências elementais, uma conquista que poucos alcançaram.^^Mas isso é apenas o começo. Para verdadeiramente liberar seu potencial, você precisará de um receptáculo capaz de canalizar seu poder fragmentado.^^Envio-lhe a Ânfora Ressonante. Através dela, você poderá equipar fragmentos elementais, resquícios de almas perdidas que contêm uma porção de seu poder anterior. Apenas através do uso desses fragmentos você poderá começar a compreender os mistérios mais profundos dos elementos.^^Use este presente com sabedoria, @. O caminho à frente está cheio de ecos do passado, esperando para serem restaurados.^^ - ???",
    "letter.gaia.amphora.soul": "@,^Você percorreu o caminho dos elementos, reunindo os fragmentos de almas perdidas. Agora é hora de testemunhar seu renascimento.^^Ao reunir os oito fragmentos elementais, você provou sua determinação. Por isso, confio a você a Ânfora da Alma. Este receptáculo sagrado permite que você equipe as almas dessas criaturas antigas, restaurando sua essência e desbloqueando seu verdadeiro poder.^^As almas lembram. Elas observam. Com o tempo, elas podem até falar com você. Você está pronto para aceitar todo o peso de seu legado?^^ - ???",
    "letter.gaia.welcome": "Saudações, @.^Você ainda não me conhece, mas ouvi que você convenceu aquele mago teimoso e provou seu potencial.^^Tenho grandes expectativas para você, minha criança. Como prova, envio-lhe uma essência que pode ser útil. Você só precisa equipá-la em sua Ânfora Elemental, e a essência da alma concederá seu poder a você.^^Espero ver seu progresso.^           - ??? (Direi quando for a hora)"
}
